export type HowToSectionContent = {
    title: string[],
    content: string[],
    image: string
}

export const howToSections: HowToSectionContent[] = [
    {
        title: [
            "ステップ1",
            "お問合せ・カウンセリング"
        ],
        content: [
            "カウンセリングは東京都代々木にございます弊社オフィスまでお越しいただく、もしくはZoomでのオンラインカウンセリングを受け付けております。",
            "平日9時～18時まで常時受け付け可能ですので、ご希望の際はお気軽にご連絡くださいませ。",
            "生活面や授業の内容など何でもお気軽にご相談ください。"
        ],
        image: "/step-one.jpeg"

    },
    {
        title: [
            "ステップ2",
            "留学プランの決定"
        ],
        content: [
            "「TOEICのスコアアップを目指したい」「日常的な英会話ができるようになりたい」など留学の目的は様々です。また学習内容だけでなく、「できるだけ多国籍の方と一緒に過ごしたい」「部屋は1人部屋で快適に過ごしたい」など生活面の要望も多岐にわたります",
            "弊社のカウンセラーは全員留学経験がある英語教育のプロですので、お客様のニーズをくみ取った上で、ベストなご留学プランを提案いたします。"
        ],
        image: "/step-two.jpeg"

    },
    {
        title: [
            "ステップ3",
            "費用のお見積り"
        ],
        content: [
            "ご留学前にお支払いいただく金額は、基本費用+入学金の2点のみですので非常にシンプルです。",
            "留学は行きたいけど費用がネックでなかなか踏み出せない…」という方もまずはお見積りだけでも、お気軽にご相談ください。"
        ],
        image: "/step-three.jpeg"

    },
    {
        title: [
            "ステップ4",
            "お申込み・費用のお振込み"
        ],
        content: [
            "お申込みはHPからできますので、スマートフォンでも簡単に作業が完了します。",
            "お申し込み後にご登録のメールアドレス宛に請求書をお送りいたしますので、日本の銀行口座へ費用をお振込みください。海外送金の必要はございませんので、無駄な手続きは一切不要です。"
        ],
        image: "/step-four.jpg"

    },
    {
        title: [
            "ステップ5",
            "渡航前のご案内"
        ],
        content: [
            "ご留学前にお支払いいただく金額は、基本費用+入学金の2点のみですので非常にシンプルです。",
            "留学は行きたいけど費用がネックでなかなか踏み出せない…」という方もまずはお見積りだけでも、お気軽にご相談ください。"
        ],
        image: "/step-five.jpg"

    },
    {
        title: [
            "ステップ6",
            "ご出発!"
        ],
        content: [
            "いよいよフィリピン・セブ島に向けて出発です！",
            "空港では、現地スタッフがお出迎えさせていただき、専用車でキャンパスまでお送りします。ぜひ、実りある留学生活となりますように！"
        ],
        image: "/step-six.png"

    }
]